{
    "title": "home",
    "electromechanics": "electromechanics",
    "Elevators": "Elevators",
    "almuqawalat": "contracting",
    "contact us": "contact us",
    "website": "website",
    "welcome to": "welcome to",
    "over": "show over",
    "services": "Services",
    "Social media": "Social media",
    "copyright": "@2024 our UNITED ZARQA all right reserved",
    "Welcome to UNITED ZARQA": "Welcome to UNITED ZARQA",
    "UNITED ZARQA": "UNITED ZARQA",
    "At": "At",
    "understand": "we understand the importance of keeping your elevators in top working condition. Our comprehensive maintenance programs are designed to ensure the safety, reliability, and efficiency of your elevator systems. Our team of certified technicians provides regular inspections, preventive maintenance, and rapid response to any service needs. We offer three tailored maintenance packages to suit your specific needs:",
    "show Packages": "show Packages",
    "Elevators Maintenance": "Elevators Maintenance",
    "Home Package": "Home Package ",
    "price1": " 800 riyals",
    "price2": "1800 riyals",
    "price3":" 3500 riyals",
    "PPM": "PPM every two months",
    "PPMP": "PPM every  months",
    "Free light bulbs replacement": "Free light bulbs replacement",
    "Oil and grease free": "Oil and grease free",
    "Emergency 24/7 service": "Emergency 24/7 service",
    "Repairing faults during official working hours": "Repairing faults during official working hours",
    "Business Package": "Business Package",
    "5% discount on spare parts": "5% discount on spare parts",
    "Immediate fault repair": "Immediate fault repair",
    "Hotels and Restaurants Package Only 3500 riyals": "Hotels and Restaurants Package",
    "10% discount on spare parts": "10% discount on spare parts",
    "order Now": "order Now",
    "Choose": "Choose the package that best fits your needs and budget, and trust us to keep your elevators running smoothly and safely.",
    "luxurious": "A luxurious elevator with a technician ensuring it operates smoothly, representing our specialized maintenance",
    "Elevators Installation": "Elevators Installation",
    "Installation": "Whether you’re installing a new elevator in a residential building, commercial property, or industrial facility, UNITED ZARQA has the expertise to handle the project from start to finish. Our installation services cover a wide range of elevator types, including passenger, freight, and custom solutions. We work closely with architects, builders, and property owners to ensure that each installation meets all safety standards, regulatory requirements, and client specifications. With a focus on precision and quality, we guarantee that your new elevator will be a reliable and efficient addition to your building.",
    "cabinet": "4 elevators cabinet to choose from",
    "Elevators Modernization": "Elevators Modernization",
    "Modernization": "Is your elevator system outdated or no longer meeting the needs of your building? Our elevator modernization services are the perfect solution to enhance performance, improve safety, and give your elevators a modern, aesthetically pleasing look. UNITED ZARQA offers comprehensive modernization packages that include upgrading control systems, improving energy efficiency, enhancing ride comfort, and updating interior finishes. Our experienced team will work with you to design and implement a modernization plan that minimizes disruption and maximizes the benefits of your investment. Upgrade your elevators today for improved functionality and a better user experience.",
    "modernized": "A modernized elevator interior with sleek finishes and advanced control panels, showcasing the results of our modernization services.",
    "solutions": "For all your elevator needs, UNITED ZARQA is here to provide expert solutions and unparalleled service. Contact us today to learn more about how we can assist you with maintenance, installation, and modernization projects.",
    "Free door shoes": "Free door shoes",
    "MEP Services": "Welcome to United Zarqa MEP Services",
    "Mechanical Services": "Mechanical Services",
    "Electrical Services": "Electrical Services",
    "Plumbing Services": "Plumbing Services",
    "HVAC": "HVAC (Heating, Ventilation, and Air Conditioning)",
    "HVACInfo": "Our HVAC services encompass the design, installation, and maintenance of heating, ventilation, and air conditioning systems for residential, commercial, and industrial properties. We specialize in energy-efficient HVAC solutions tailored to your needs.",
    "ductwork": "Technicians installing HVAC ductwork",
    "Fire Fighting Systems": "Fire Fighting Systems",
    "firefighting": "We provide comprehensive firefighting systems including fire suppression systems, fire alarms, and emergency lighting. Our expertise ensures compliance with local regulations and the highest standards of safety.",
    "sprinkler": "Fire sprinkler installation in progress",
    "Electrical Design and Installation": "Electrical Design and Installation",
    "electrical": "Our electrical services include the design and installation of electrical systems for residential, commercial, and industrial buildings. We ensure reliability, safety, and compliance with regulatory standards.",
    "Electricians": "Electricians working on electrical panel",
    "Lighting Systems": "Lighting Systems",
    "Lighting": "We specialize in innovative lighting solutions that enhance the aesthetic appeal and functionality of your space while minimizing energy consumption.",
    "LED": "LED lighting installation in an office space",
    "Power Distribution Systems": "Power Distribution Systems",
    "Power": "We design and install efficient and reliable power distribution systems that meet the specific needs of your facility, ensuring seamless operation and safety.",
    "power distribution": "Electrical power distribution equipment",
    "Low Voltage and Extra Low Voltage Systems": "Low Voltage and Extra Low Voltage Systems",
    "cabling": "From data cabling to security systems, we provide installation and maintenance of low voltage and extra low voltage systems, ensuring your technology infrastructure runs smoothly",
    "IT": "IT network cabling installation with CCTV",
    "Drainage and Sewage Systems": "Drainage and Sewage Systems",
    "Sewage": "Our plumbing services cover the design and installation of drainage and sewage systems, ensuring effective wastewater management and compliance with health and safety regulations.",
    "Plumbers": "Plumbers installing sewage pipes",
    "Irrigation Systems": "Irrigation Systems",
    "irrigation": "Our irrigation systems are designed to optimize water usage and ensure the health and beauty of landscapes, from residential gardens to large-scale commercial developments",
    "Automated": "Automated irrigation system in a park",
    "Your Trusted Contracting Partner": "Your Trusted Contracting Partner",
    "Residential Buildings": "Residential Buildings",
    "landscaped": "A beautifully designed custom home with a landscaped yard.",
    "exceed": "We specialize in building homes that meet your needs and exceed your expectations. Whether you are looking for a cozy family home or a luxurious estate, our team is dedicated to bringing your vision to life with high-quality materials and craftsmanship.",
    "residential": "Our residential services include:",
    "Custom": "Custom home construction",
    "Custom home construction": "Home additions and extensions",
    "Renovations": "Renovations and remodeling",
    "Apartment": "Apartment and condominium construction",
    "Commercial Buildings": "Commercial Buildings",
    "A modern office building with glass facades and a busy street in front": "A modern office building with glass facades and a busy street in front",
    "commercial": "Our expertise extends to a variety of commercial projects, from retail spaces to office buildings. We understand the importance of functionality, aesthetics, and timely completion in commercial construction.",
    "Our commercial services include": "Our commercial services include:",
    "Office buildings": "Office buildings",
    "Retail spaces": "Retail spaces",
    "Restaurants and cafes": "Restaurants and cafes",
    "Healthcare facilities": "Healthcare facilities",
    "Industrial Buildings": "Industrial Buildings",
    "A large warehouse facility with loading docks and trucks": "A large warehouse facility with loading docks and trucks",
    "comprehensive": "We provide comprehensive construction services for industrial facilities, ensuring they are built to support your operational needs and comply with all safety regulations.",
    "Our industrial services include": "Our industrial services include:",
    "Warehouses": "Warehouses",
    "Manufacturing plants": "Manufacturing plants",
    "Distribution centers": "Distribution centers",
    "Storage facilities": "Storage facilities",
    "Restoration of Buildings": "Restoration of Buildings",
    "building": "A historic building under restoration, showing scaffolding and preservation work.",
    "preserve": "Our restoration services are designed to preserve the historical and architectural integrity of buildings while upgrading them to modern standards. We handle projects of all sizes with meticulous attention to detail.",
    "Our restoration services include": "Our restoration services include:",
    "Historical building restoration": "Historical building restoration",
    "Structural repairs and reinforcements": "Structural repairs and reinforcements",
    "Facade restoration": "Facade restoration",
    "Interior and exterior refurbishments": "Interior and exterior refurbishments"
}